Repository: Sergejus83/ptu5_autoservice-1
Catalog: ptu5_autoservice/autoservice/locale/*/LC_MESSAGES/django.po
Languages: lt

source: make
lt: marke

source: model
lt: modelis

source: year
lt: metai

source: engine
lt: variklis

source: car model
lt: masinos modelis

source: license plate
lt: valstybinis numeris

source: VIN number
lt: VIN numeris

source: client name
lt: Kliento vardas

source: cover
lt: nuotrauka

source: name
lt: pavadinimas

source: price
lt: kaina

source: new
lt: naujas

source: advance payment taken
lt: isankstinis mokejimas

source: ordered parts
lt: uzsakytos detales

source: working
lt: tvarkoma

source: done
lt: ivykditas

source: cancelled
lt: atsauktas

source: paid
lt: apmoketa

source: car
lt: automobilis

source: total amount
lt: isviso kiekis

source: date
lt: data

source: status
lt: statusas

source: estimate date
lt: numatoma data

source: order
lt: uzsakymas

source: service
lt: paslauga

source: quantity
lt: kiekis

source: Autoservice
lt: Autoservisas

source: Home
lt: Pradinis

source: Cars
lt: Automobiliai

source: Orders
lt: Uzsakymai

source: My orders
lt: Mano uzsakymai

source: Admin
lt: Administratorius

source: Logout
lt: Iseiti

source: Register
lt: registracija

source: Login
lt: Ieiti

source: Client
lt: Klientas

source: Plate
lt: Valstybinis numeris

source: Cars in
lt: Automobiliai

source: Cars list
lt: Automobiliu sarasas

source: search
lt: paieška

source: Welcome to
lt: Sveiki atvyke i

source: PTU5 Autoservice
lt: PTU5 Autoservisas

source: Total cars
lt: Is viso automobiliu

source: Total orders
lt: Is viso uzsakymu

source: Total services
lt: is viso paslaugu

source: Total visits
lt: Is viso apsilankymu

source: Order
lt: Uzsakymas

source: Order id
lt: Uzsakymo id

source: Date
lt: Data

source: Status
lt: Statusas

source: estimated
lt: numatoma data

source: Car
lt: Automobilis

source: Service
lt: Paslauga

source: Total price
lt: Is viso kaina

source: Reviews
lt: Atsiliepimai

source: Please leave comments here
lt: Prašome palikti komentarus čia

source: Post review
lt: Paskelbti atsilepima

source: Orders in
lt: Uzsakymai

source: My order in
lt: Mano uzsakymai

source: Make new order
lt: padaryti nauja uzsakyma

source: Car - Licence plate - Owner
lt: Automobilis - Valstybinis numeris - Savininkas

source: Order date
lt: Uzsakymo data

source: Due date
lt: Terminas iki

source: Action
lt: Veiksmas

source: Cancel
lt: Atsaukti

source: Update
lt: Atnaujinti

source: no action
lt: Nieko nereikia

source: Updating in
lt: Atnaujinti

source: Updating order info
lt: Uzsakymo informaciojos atnaujinimas

source: Your order
lt: Jusu uzsakymas

source: Click the button to pay for your order
lt: Norėdami sumokėti už užsakymą, spustelėkite mygtuką

source: Pay
lt: Sumokėti
